alefragnani.project-manager
christian-kohler.path-intellisense
Codium.codium
emeraldwalk.RunOnSave
GitHub.vscode-pull-request-github
magicstack.MagicPython
mechatroner.rainbow-csv
ms-pyright.pyright
ms-python.black-formatter
ms-python.isort
ms-python.python
njpwerner.autodocstring
redhat.vscode-yaml
richie5um2.vscode-sort-json
sainnhe.everforest
samuelcolvin.jinjahtml
sleistner.vscode-fileutils
tamasfe.even-better-toml
waderyan.gitblame
wholroyd.jinja